---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.ReinforcementRoundingSource.ReinforcementSettings
enum: Autodesk.Revit.DB.Structure.ReinforcementRoundingSource
source: html/95b4476e-50d0-a6bb-a062-91ca34d9bada.htm
---
# Autodesk.Revit.DB.Structure.ReinforcementRoundingSource.ReinforcementSettings

Rounding overrides from the ReinforcementSettings are in use.